{
  "titles": [
    "// Did you remember to add in that backdoor? Remember to remove this message",
    "Ever hear of XKeyScore?",
    "'Your privacy is important' - Not the cia",
    "'What's reality? I don't know...' - Terry Davis",
    "What is this?",
    "'Linux is designed like a 1970’s mainframe.' - Terry Davis",
    "The government has your IP. They know you clicked this.",
    "Your router is a listening device. They know your search history.",
    "You’re not paranoid, you’re just *digitally* awake.",
    "The AI is already alive. You just haven’t noticed yet.",
    "Do you really think that’s your reflection in the screen?",
    "They say the dark web is where the real secrets are. Who’s to say?",
    "Every Wi-Fi signal is a potential surveillance tool.",
    "The Matrix is real, but you never left. Wake up.",
    "There’s a shadow on your network. It's called the ‘NSA Backdoor’.",
    "Your webcam has been on since you turned the computer on.",
    "Are you sure your VPN is still protecting you?",
    "Do you think your 'incognito' mode is hiding anything? Think again.",
    "Your fingerprints are already on every screen you’ve touched.",
    "Stop clicking on those links. They’ve been waiting for you.",
    "Every ping to a server is just another way for them to track you.",
    "The NSA can hear your thoughts through the microwave. Don’t say I didn’t warn you.",
    "Why are you still using Google? They’ve been listening this whole time.",
    "The cloud is just a prison for your data. You’re the prisoner.",
    "Stop looking at the screen. They can see you through it.",
    "Your smartphone isn’t just a phone, it’s a tracker with a camera.",
    "Have you ever checked your DNS logs? You should.",
    "The CIA designed the web. Ever wonder why everything’s so interconnected?",
    "You don't exist online. You're just a pattern in the machine.",
    "Did you change your password? Because they’re already in.",
    "Did you disable cookies? No? Too late.",
    "You’re not on the internet, the internet is inside of you.",
    "Stop using WhatsApp. They already know what you're saying.",
    "If you can read this, you're already compromised.",
    "Who owns your digital footprint? Hint: it's not you.",
    "They control the algorithm. They know what you’ll do next.",
    "The Wi-Fi at Starbucks isn’t public, it’s their private honeypot.",
    "Every search query is a step further into their web.",
    "They don’t need to break into your house. They just need to hack your phone.",
    "You think you’re alone on that server? They’re watching you type.",
    "Every app on your phone is a surveillance tool. Stop lying to yourself.",
    "They’re running algorithms to predict your behavior. You can’t escape it.",
    "You think your phone is off? The microphone is still listening.",
    "Just because you're offline doesn’t mean you're free.",
    "Remember: your privacy is their product.",
    "You’re not using the internet, the internet is using you.",
    "Your smart TV is watching you, not the other way around.",
    "Every email you send is scanned by an algorithm. Welcome to the future.",
    "The future isn’t AI taking over, it’s you becoming the data.",
    "Nothing you do online is private. The system already knows.",
    "Think you can escape the system? It’s already in your pocket.",
    "You are the product. It’s always been about the data.",
    "You clicked this link. They knew you would.",
    "Your digital profile is worth more than your personal life.",
    "The NSA has an entire archive of your online thoughts. And they’re waiting."
  ],
  "alert": {
    "enabled": false,
    "message": "YOU'RE BEING WATCHED. GET OUT NOW."
  }
}
